Autodesk.Revit.DB.ProjectInfo.OrganizationDescription
Get or Set the Organization Description of the Project Information.
Remarks: This property is used to get or set the Project Number of the Project Information.

Autodesk.Revit.DB.ProjectInfo.OrganizationName
Get or Set the Organization Name of the Project Information.
Remarks: This property is used to get or set the Project Number of the Project Information.

Autodesk.Revit.DB.ProjectInfo.BuildingName
Get or Set the Building Name of the Project Information.
Remarks: This property is used to get or set the Project Number of the Project Information.

Autodesk.Revit.DB.ProjectInfo.Author
Get or Set the Project Author of the Project Information.
Remarks: This property is used to get or set the Project Author of the Project Information.

Autodesk.Revit.DB.ProjectInfo.Number
Get or Set the Project Number of the Project Information.
Remarks: This property is used to get or set the Project Number of the Project Information.

Autodesk.Revit.DB.ProjectInfo.Name
Get or Set the Project Name of the Project Information.
Remarks: This property is used to get or set the Project Name of the Project Information.

Autodesk.Revit.DB.ProjectInfo.Address
Get or Set the Project Address of the Project Information.
Remarks: This property is used to get or set the Project Address of the Project Information.

Autodesk.Revit.DB.ProjectInfo.ClientName
Get or Set the Client Name of the Project Information.
Remarks: This property is used to get or set the Project Client Name of the Project Information.

Autodesk.Revit.DB.ProjectInfo.Status
Get or Set the Project Status of the Project Information.
Remarks: This property is used to get or set the Project Status of the Project Information.

Autodesk.Revit.DB.ProjectInfo.IssueDate
Get or Set the Project Issue Date of the Project Information.
Remarks: This property is used to get or set the Project Issue Date of the Project Information.

Autodesk.Revit.DB.ProjectInfo
An object that represents a Project Information within the Autodesk Revit project.
Remarks: This object derived from the Element base object and such supports all the
methods of that object such as the ability to retrieve the parameters of that object.